tap "homebrew/bundle"

brew "awscli"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "mas"
brew "mise"
brew "xh"

cask "google-chrome"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"

mas "kindle", id: 405399194
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
