bmewburn.vscode-intelephense-client
eamodio.gitlens
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
hashicorp.terraform
ms-ceintl.vscode-language-pack-ja
prisma.prisma
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
vue.volar
yusukehirao.vscode-markuplint
